IDEA Open Model
ListOfResultOfMember.ReadXml Method
Compatible with IDEA StatiCa 20.1
 Reads XML
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public void ReadXml(
	XmlReader reader
)
Public Sub ReadXml (
	reader As XmlReader
)
Parameters
reader
Type: System.Xml.XmlReader
XML reader
See Also
Reference
ListOfResultOfMember Class
IdeaRS.OpenModel.Result Namespace